{
    "Donations": "Spenden",
    "Donation": "Spende",
    "Donation Intents": "Spendenabsichten",
    "Donation Intent": "Spendenabsicht",
    "Donor": "Spender:in",
    "Profile": "Profil",
    "Profile Information": "Ihr Profil",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen Ihres Kontos und die E-Mail-Adresse.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Current Password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "Confirm Password": "Passwort bestätigen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bevor Sie Ihr Konto löschen, laden Sie bitte alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Email": "E-Mail",
    "Log Out": "Abmelden",
    "Save": "Speichern",
    "Delete Account": "Konto löschen",
    "You're logged in!": "Sie sind angemeldet!",
    "Add Donation": "Spende eintragen",
    "Back": "Zurück",
    "Metrics": "Statistiken",
    "Log in": "Login",
    "Register": "Registrieren",
    "Password": "Passwort",
    "Remember me": "Angemeldet bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Geben Sie uns einfach Ihre E-Mail-Adresse bekannt und wir senden Ihnen einen Link zum Zurücksetzen des Passworts, mit dem Sie ein neues wählen können.",
    "Email Password Reset Link": "Passwort-Zurücksetzungs-Link senden",
    "Reset Password": "Passwort zurücksetzen",
    "We have emailed your password reset link.": "Wir haben Ihnen Ihren Passwort-Zurücksetzungs-Link per E-Mail zugesandt.",
    "Cancel": "Abbrechen",
    "Count": "Anzahl",
    "General": "Allgemein",
    "Description": "Beschreibung",
    "Image": "Bild",
    "One-time donation": "Einmalige Spende"
}
