{
    "Profile": "Profil",
    "Profile Information": "Dein Profil",
    "Update your account's profile information and email address.": "Aktualisiere die Profilinformationen deines Kontos und die E-Mail-Adresse.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stelle sicher, dass dein Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Current Password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "Confirm Password": "Passwort bestätigen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald dein Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bevor du dein Konto löscht, lade bitte alle Daten oder Informationen herunter, die du behalten möchtest.",
    "Email": "E-Mail",
    "Log Out": "Abmelden",
    "Save": "Speichern",
    "Delete Account": "Konto löschen",
    "You're logged in!": "Du bist angemeldet!",
    "Back": "Zurück",
    "Log in": "Login",
    "Register": "Registrieren",
    "Password": "Passwort",
    "Remember me": "Angemeldet bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Gib einfach deine E-Mail-Adresse an und wir senden dir einen Link zum Zurücksetzen des Passworts per E-Mail, mit dem du ein neues Passwort wählen kannst.",
    "Email Password Reset Link": "Passwort-Zurücksetzungs-Link senden",
    "Reset Password": "Passwort zurücksetzen",
    "We have emailed your password reset link.": "Wir haben dir deinen Passwort-Zurücksetzungs-Link per E-Mail gesendet.",
    "Cancel": "Abbrechen",
    "Count": "Anzahl",
    "General": "Allgemein",
    "Description": "Beschreibung",
    "Image": "Bild",
    "Showing": "Zeige",
    "to": "bis",
    "of": "von",
    "results": "Ergebnissen",
    "Amount": "Betrag"
}
